toko_jilbab - Copy/app/Controllers/AdminController.php

SELECT *
FROM `books`
---
    public function daftarBuku()
    {
        $bookModel = model('BookModel');
        $data['books'] = $bookModel->findAll();